---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CopyMonitorFailures.AlreadyCopiedAndStopWatch
source: html/3fd113fa-9e28-9155-9917-75589a3bb675.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CopyMonitorFailures.AlreadyCopiedAndStopWatch Property

Element has already been copied. Stop existing monitoring to copy again.

## Syntax (C#)
```csharp
public static FailureDefinitionId AlreadyCopiedAndStopWatch { get; }
```